export const faqDB = [
    {
        id: 0,
        header: 'К кому обращаться с вопросами по игре?',
        type: 'Общие вопросы',
        body: `Если у вас есть вопрос по конкретной игре, а не по работе сайта, то обращайтесь к организатору коробки. Организатор указан слева сверху на странице коробки, рядом с картинкой. Кликните на его имя и скопируется email адрес, по которому можно связаться с ним. Примеры вопросов, на которые может ответить организатор:<ul><li>Когда мы будем дарить подарки?</li><li>Подскажите, как будет происходить вручение подарка? Пересыл по внутренней почте между офисами или сторонней доставкой за свой счет?</li><li>Меня не будет в офисе 25 декабря, куда мне положить подарок?</li><li>Я передумал участвовать в игре, пожалуйста, удалите мою карточку</li><li>Здравствуйте, я хочу отменить свое участие в тайном санте</li><li>А когда нужно принести подарок или когда планируется вручение?)</li></ul>`,
    },
    {
        id: 1,
        header:
            'Как редактировать картинку, пожелания и адрес в моей карточке? Можно ли менять пожелания после проведения жеребьевки?',
        type: 'Общие вопросы',
        body: `Если у вас есть вопрос по конкретной игре, а не по работе сайта, то обращайтесь к организатору коробки. Организатор указан слева сверху на странице коробки, рядом с картинкой. Кликните на его имя и скопируется email адрес, по которому можно связаться с ним. Примеры вопросов, на которые может ответить организатор:<ul><li>Когда мы будем дарить подарки?</li><li>Подскажите, как будет происходить вручение подарка? Пересыл по внутренней почте между офисами или сторонней доставкой за свой счет?</li><li>Меня не будет в офисе 25 декабря, куда мне положить подарок?</li><li>Я передумал участвовать в игре, пожалуйста, удалите мою карточку</li><li>Здравствуйте, я хочу отменить свое участие в тайном санте</li><li>А когда нужно принести подарок или когда планируется вручение?)</li></ul>`,
    },
    {
        id: 2,
        header: 'К кому обращаться с вопросами по игре?',
        type: 'Общие вопросы',
        body: `Вы можете менять информацию в своей карточке когда угодно. Если жеребьевка уже была проведена -- вашему Тайному Санте придет уведомление об изменении данных.<br> Чтобы обновить информацию, перейдите на вкладку "Моя карточка" в коробке и кликните на иконку редактирования в верхнем правом углу вашей карточки ー вы перейдете на страницу, где сможете поменять информацию в карточке.`,
    },
    {
        id: 3,
        header: 'К кому обращаться с вопросами по игре?',
        type: 'Общие вопросы',
        body: `Если у вас есть вопрос по конкретной игре, а не по работе сайта, то обращайтесь к организатору коробки. Организатор указан слева сверху на странице коробки, рядом с картинкой. Кликните на его имя и скопируется email адрес, по которому можно связаться с ним. Примеры вопросов, на которые может ответить организатор:<ul><li>Когда мы будем дарить подарки?</li><li>Подскажите, как будет происходить вручение подарка? Пересыл по внутренней почте между офисами или сторонней доставкой за свой счет?</li><li>Меня не будет в офисе 25 декабря, куда мне положить подарок?</li><li>Я передумал участвовать в игре, пожалуйста, удалите мою карточку</li><li>Здравствуйте, я хочу отменить свое участие в тайном санте</li><li>А когда нужно принести подарок или когда планируется вручение?)</li></ul>`,
    },
    {
        id: 4,
        header: 'К кому обращаться с вопросами по игре?',
        type: 'Общие вопросы',
        body: `Если у вас есть вопрос по конкретной игре, а не по работе сайта, то обращайтесь к организатору коробки. Организатор указан слева сверху на странице коробки, рядом с картинкой. Кликните на его имя и скопируется email адрес, по которому можно связаться с ним. Примеры вопросов, на которые может ответить организатор:<ul><li>Когда мы будем дарить подарки?</li><li>Подскажите, как будет происходить вручение подарка? Пересыл по внутренней почте между офисами или сторонней доставкой за свой счет?</li><li>Меня не будет в офисе 25 декабря, куда мне положить подарок?</li><li>Я передумал участвовать в игре, пожалуйста, удалите мою карточку</li><li>Здравствуйте, я хочу отменить свое участие в тайном санте</li><li>А когда нужно принести подарок или когда планируется вручение?)</li></ul>`,
    },
    {
        id: 5,
        header: 'К кому обращаться с вопросами по игре?',
        type: 'Общие вопросы',
        body: `Если у вас есть вопрос по конкретной игре, а не по работе сайта, то обращайтесь к организатору коробки. Организатор указан слева сверху на странице коробки, рядом с картинкой. Кликните на его имя и скопируется email адрес, по которому можно связаться с ним. Примеры вопросов, на которые может ответить организатор:<ul><li>Когда мы будем дарить подарки?</li><li>Подскажите, как будет происходить вручение подарка? Пересыл по внутренней почте между офисами или сторонней доставкой за свой счет?</li><li>Меня не будет в офисе 25 декабря, куда мне положить подарок?</li><li>Я передумал участвовать в игре, пожалуйста, удалите мою карточку</li><li>Здравствуйте, я хочу отменить свое участие в тайном санте</li><li>А когда нужно принести подарок или когда планируется вручение?)</li></ul>`,
    },
    {
        id: 6,
        header: 'К кому обращаться с вопросами по игре?',
        type: 'Общие вопросы',
        body: `Если у вас есть вопрос по конкретной игре, а не по работе сайта, то обращайтесь к организатору коробки. Организатор указан слева сверху на странице коробки, рядом с картинкой. Кликните на его имя и скопируется email адрес, по которому можно связаться с ним. Примеры вопросов, на которые может ответить организатор:<ul><li>Когда мы будем дарить подарки?</li><li>Подскажите, как будет происходить вручение подарка? Пересыл по внутренней почте между офисами или сторонней доставкой за свой счет?</li><li>Меня не будет в офисе 25 декабря, куда мне положить подарок?</li><li>Я передумал участвовать в игре, пожалуйста, удалите мою карточку</li><li>Здравствуйте, я хочу отменить свое участие в тайном санте</li><li>А когда нужно принести подарок или когда планируется вручение?)</li></ul>`,
    },
    {
        id: 7,
        header: 'К кому обращаться с вопросами по игре?',
        type: 'Общие вопросы',
        body: `Если у вас есть вопрос по конкретной игре, а не по работе сайта, то обращайтесь к организатору коробки. Организатор указан слева сверху на странице коробки, рядом с картинкой. Кликните на его имя и скопируется email адрес, по которому можно связаться с ним. Примеры вопросов, на которые может ответить организатор:<ul><li>Когда мы будем дарить подарки?</li><li>Подскажите, как будет происходить вручение подарка? Пересыл по внутренней почте между офисами или сторонней доставкой за свой счет?</li><li>Меня не будет в офисе 25 декабря, куда мне положить подарок?</li><li>Я передумал участвовать в игре, пожалуйста, удалите мою карточку</li><li>Здравствуйте, я хочу отменить свое участие в тайном санте</li><li>А когда нужно принести подарок или когда планируется вручение?)</li></ul>`,
    },
    {
        id: 8,
        header: 'К кому обращаться с вопросами по игре?',
        type: 'Общие вопросы',
        body: `Если у вас есть вопрос по конкретной игре, а не по работе сайта, то обращайтесь к организатору коробки. Организатор указан слева сверху на странице коробки, рядом с картинкой. Кликните на его имя и скопируется email адрес, по которому можно связаться с ним. Примеры вопросов, на которые может ответить организатор:<ul><li>Когда мы будем дарить подарки?</li><li>Подскажите, как будет происходить вручение подарка? Пересыл по внутренней почте между офисами или сторонней доставкой за свой счет?</li><li>Меня не будет в офисе 25 декабря, куда мне положить подарок?</li><li>Я передумал участвовать в игре, пожалуйста, удалите мою карточку</li><li>Здравствуйте, я хочу отменить свое участие в тайном санте</li><li>А когда нужно принести подарок или когда планируется вручение?)</li></ul>`,
    },
    {
        id: 9,
        header: 'К кому обращаться с вопросами по игре?',
        type: 'Общие вопросы',
        body: `Если у вас есть вопрос по конкретной игре, а не по работе сайта, то обращайтесь к организатору коробки. Организатор указан слева сверху на странице коробки, рядом с картинкой. Кликните на его имя и скопируется email адрес, по которому можно связаться с ним. Примеры вопросов, на которые может ответить организатор:<ul><li>Когда мы будем дарить подарки?</li><li>Подскажите, как будет происходить вручение подарка? Пересыл по внутренней почте между офисами или сторонней доставкой за свой счет?</li><li>Меня не будет в офисе 25 декабря, куда мне положить подарок?</li><li>Я передумал участвовать в игре, пожалуйста, удалите мою карточку</li><li>Здравствуйте, я хочу отменить свое участие в тайном санте</li><li>А когда нужно принести подарок или когда планируется вручение?)</li></ul>`,
    },
    {
        id: 10,
        header: 'К кому обращаться с вопросами по игре?',
        type: 'Общие вопросы',
        body: `Если у вас есть вопрос по конкретной игре, а не по работе сайта, то обращайтесь к организатору коробки. Организатор указан слева сверху на странице коробки, рядом с картинкой. Кликните на его имя и скопируется email адрес, по которому можно связаться с ним. Примеры вопросов, на которые может ответить организатор:<ul><li>Когда мы будем дарить подарки?</li><li>Подскажите, как будет происходить вручение подарка? Пересыл по внутренней почте между офисами или сторонней доставкой за свой счет?</li><li>Меня не будет в офисе 25 декабря, куда мне положить подарок?</li><li>Я передумал участвовать в игре, пожалуйста, удалите мою карточку</li><li>Здравствуйте, я хочу отменить свое участие в тайном санте</li><li>А когда нужно принести подарок или когда планируется вручение?)</li></ul>`,
    },
];
