export const faqDB = [
    {
        id: 0,
        header: 'К кому обращаться с вопросами по игре?',
        type: 'Общие вопросы',
        body: `Если у вас есть вопрос по конкретной игре, а не по работе сайта, то обращайтесь к организатору коробки. Организатор указан слева сверху на странице коробки, рядом с картинкой. Кликните на его имя и скопируется email адрес, по которому можно связаться с ним. Примеры вопросов, на которые может ответить организатор:<ul><li>Когда мы будем дарить подарки?</li><li>Подскажите, как будет происходить вручение подарка? Пересыл по внутренней почте между офисами или сторонней доставкой за свой счет?</li><li>Меня не будет в офисе 25 декабря, куда мне положить подарок?</li><li>Я передумал участвовать в игре, пожалуйста, удалите мою карточку</li><li>Здравствуйте, я хочу отменить свое участие в тайном санте</li><li>А когда нужно принести подарок или когда планируется вручение?)</li></ul>`,
    },
    {
        id: 1,
        header:
            'Как редактировать картинку, пожелания и адрес в моей карточке? Можно ли менять пожелания после проведения жеребьевки?',
        type: 'Общие вопросы',
        body: `Если у вас есть вопрос по конкретной игре, а не по работе сайта, то обращайтесь к организатору коробки. Организатор указан слева сверху на странице коробки, рядом с картинкой. Кликните на его имя и скопируется email адрес, по которому можно связаться с ним. Примеры вопросов, на которые может ответить организатор:<ul><li>Когда мы будем дарить подарки?</li><li>Подскажите, как будет происходить вручение подарка? Пересыл по внутренней почте между офисами или сторонней доставкой за свой счет?</li><li>Меня не будет в офисе 25 декабря, куда мне положить подарок?</li><li>Я передумал участвовать в игре, пожалуйста, удалите мою карточку</li><li>Здравствуйте, я хочу отменить свое участие в тайном санте</li><li>А когда нужно принести подарок или когда планируется вручение?)</li></ul>`,
    },
    {
        id: 2,
        header: 'К кому обращаться с вопросами по игре?',
        type: 'Общие вопросы',
        body: `Вы можете менять информацию в своей карточке когда угодно. Если жеребьевка уже была проведена -- вашему Тайному Санте придет уведомление об изменении данных.<br> Чтобы обновить информацию, перейдите на вкладку "Моя карточка" в коробке и кликните на иконку редактирования в верхнем правом углу вашей карточки ー вы перейдете на страницу, где сможете поменять информацию в карточке.`,
    },
    {
        id: 3,
        header:
            'Как редактировать картинку, пожелания и адрес в моей карточке? Можно ли менять пожелания после проведения жеребьевки?',
        type: 'Общие вопросы',
        body: `Вы можете менять информацию в своей карточке когда угодно. Если жеребьевка уже была проведена -- вашему Тайному Санте придет уведомление об изменении данных.
        Чтобы обновить информацию, перейдите на вкладку "Моя карточка" в коробке и кликните на иконку редактирования в верхнем правом углу вашей карточки ー вы перейдете на страницу, где сможете поменять информацию в карточке.`,
    },
    {
        id: 4,
        header: 'Что означает "Ожидается подтверждение участия" на карточке участника?',
        type: 'Общие вопросы',
        body: `Надпись "Ожидается подтверждение участия" на карточке участника появляется после того, как организатор пригласил участника по email, либо после того, как участник создал карточку по ссылке приглашения, зарегистрировавшись на сайте. Это значит, что участник должен заполнить карточку участника. Организатор не может сделать подтверждение за участника, однако, жеребьевка может быть проведена даже если в коробке есть неподтвержденные участники - они будут участвовать в жеребьевке и смогут подтвердить участие позже.`,
    },
    {
        id: 5,
        header: 'Я не вижу почтового адреса своего подопечного, почему?',
        type: 'Общие вопросы',
        body: `Вы можете не видеть адреса подопечного по двум причинам:<ul><li>Ваш подопечный пока что не заполнил свою карточку. В этом случае на карточке будет написано, что адрес не был заполнен. Вы можете поторопить подопечного в чате.</li><li>Организатор коробки не выставил опцию "Почтовый адрес" для того, чтобы у участников была возможность указать адрес. В этом случае, и у вас в карточке во вкладке "Моя карточка" адрес не будет отображаться. Обратитесь к своему организатору и попросите выставить опцию.</li></ul>`,
    },
    {
        id: 6,
        header: 'Может ли участник узнать, кто его Тайный Санта?',
        type: 'Общие вопросы',
        body: `Участник может узнать, кто его Тайный Санта, только в двух случаях: если организатор сообщит ему об этом или если Тайный Санта сам выдаст себя через чат (сообщит свое имя намеренно) или иным образом.`,
    },
    {
        id: 7,
        header: 'Может ли случиться так, что Тайный Санта и подопечный дарят подарок друг другу?',
        type: 'Общие вопросы',
        body: `Да, такое распределение жеребьевки имеет место быть. Однако, организатор коробки может выставить опцию "Круговая жеребьевка" на странице жеребьевки, чтобы такой ситуации не произошло.`,
    },
    {
        id: 8,
        header: 'Работает ли жеребьевка для нечетного количества участников? Никто не останется без подарка?',
        type: 'Общие вопросы',
        body: `Да, работает! Нечетное количество ничем, в данном случае, не отличается от четного. Покажем на примере троих людей. Допустим, в жеребьевке участвуют Маша, Вася и Петя, тогда после жеребьевки одним из возможных вариантов распределения будет: Маша дарит Васе, Вася дарит Пете, а Петя дарит Маше. Как видите, все будут с подарками!`,
    },
    {
        id: 9,
        header: 'Можно ли провести жеребьевку без создания коробки и регистрации участников?',
        type: 'Общие вопросы',
        body: `>Да. Если вы не хотите создавать коробку и тратить время на регистрацию игроков, вы можете провести <a class="" href="/randomizer" class="navigation__link">Быструю Жеребьевку</a>, указав только имена и email адреса в таблице — участникам на почту придут уведомления с именами их подопечных, а вам, как организатору, отправится ссылка на страницу с результатами жеребьевки. <br><br>Этот способ лишает участников возможности указать пожелания и связываться со своим подопечным, а организатор не может настроить жеребьевку.<p>Органичение на участие в быстрой жеребьевке - <b>100 человек</b></p>`,
    },
    {
        id: 10,
        header: 'Сколько участников минимально необходимо для проведения жеребьевки?',
        type: 'Общие вопросы',
        body: `Для того чтобы жеребьевка была хоть немного секретной, необходимо, как минимум, три участника.`,
    },
    {
        id: 11,
        header: 'Можно ли участвовать в нескольких коробках?',
        type: 'Общие вопросы',
        body: `Да, вы можете принимать участие в неограниченном количестве игр, причем, вы можете быть как участником, так и организатором в разных коробках.`,
    },
    {
        id: 12,
        header: 'Можно ли быть организатором в одной коробке, и участником в другой?',
        type: 'Общие вопросы',
        body: `Да, вы можете организовать одну игру сами, а принимать участие в другой игре. Также вы можете быть одновременно и участником и организатором игры.`,
    },
    {
        id: 13,
        header: 'Есть ли ограничение на количество участников в коробке?',
        type: 'Для организаторов',
        body: `Ограничения на количество участников в жеребьевке нет`,
    },
    {
        id: 14,
        header: 'Как добавить еще участников? Можно ли добавить участников после проведения жеребьевки?',
        type: 'Для организаторов',
        body: `Кликните на иконку шестерёнки в правом верхнем углу коробки и нажмите на элемент меню "Добавить участников".<br><br>Важно! Если вы добавляете участников после проведения жеребьевки, то после приглашения участника(ов) перейдите на страницу жеребьевки и выберите подходящую для вас опцию жеребьевки с дополнительными участниками.`,
    },
    {
        id: 15,
        header:
            'Как добавить еще участников после проведения жеребьевки? Как провести дополнительную жеребьевку между новыми участниками?',
        type: 'Для организаторов',
        body: `После проведения жеребьевки, вы все ещё можете добавить новых участников - сделать это можно только через таблицу приглашения на странице добавления участников. Участники не могут добавиться в коробку самостоятельно после проведения жеребьевки. После того как вы добавите новых участников, перейдите на страницу жеребьевки и вы увидите возможность проведения дополнительной жеребьевки.`,
    },
    {
        id: 16,
        header: 'Как редактировать карточку участника? Как изменить email участника? Как удалить карточку участника?',
        type: 'Для организаторов',
        body: `Кликните на карточку участника на странице с участниками или перейдите на страницу "Кто чей Санта? Таблица участников" через меню организатора и нажмите "редактировать".<br>Вы можете именить любую информацию об участнике, если это необходимо, либо отправить нотификацию игроку с просьбой обновить данные.<br>Чтобы удалить участника, прокрутите сраницу вниз до конца и следуйте инструкции.`,
    },
    {
        id: 17,
        header: 'Можно ли удалить участника после проведения жеребьевки? Как это сделать?',
        type: 'Для организаторов',
        body: `Да, вы можете удалить карточку участника даже после проведения жеребьевки. Чтобы удалить игрока, перейдите к его карточке, кликнув на нее на странице с участниками и прокрутите страницу вниз ー там будет возможность удаления.<br><br>Тайному Санте удаленного участника достанется его подопечный, а в случае, когда Тайный Санта и подопечный дарят подарки друг другу, новый подопечный будет выбран случайным образом из оставшихся участников. Например, если жеребьевка выглядит следующим образом: Вася → Петя → Маша → Катя → Вася, то если Петя передумал участвовать, Васе достанется новый подопечный ー Маша. Тайному Санте удаленного участника придет уведомление о смене подопечного.`,
    },
    {
        id: 18,
        header: 'Как посмотреть, кто кому попался в качестве Тайного Санты?',
        type: 'Для организаторов',
        body: `Чтобы посмотреть информацию об участниках, перейдите на страницу "Кто чей Санта? Таблица участников" через меню организатора. Для перехода в меню организатора, нажмите на иконку шестеренки справа в шапке коробки. Если вы не видите иконки шестеренки, но вы организатор, то это значит, что вы зашли на сайт не под тем аккаунтом, с которым создавали коробку. На странице каждой коробки сверху указано имя организатора со ссылкой на его почтовый адрес. Кликните на имя и почтовый адрес скопируется. Таким образом вы можете узнать, какой именно адрес был использован для создания коробки.`,
    },
    {
        id: 19,
        header: 'Я организатор коробки, но не вижу кнопки "провести жеребьевку", что делать?',
        type: 'Для организаторов',
        body: `<p>Такая ситуация может возникнуть у тех, кто создавал коробку под одним аккаунтом, а зарегистрировался как участник под другим и забыл об этом. Вам необходимо зайти в коробку под тем аккаунтом, под которым вы создавали коробку, и тогда вы увидите меню для организатора.</p><p>На странице каждой коробки сверху указано имя организатора со ссылкой на его почтовый адрес. Кликните на имя и почтовый адрес скопируется. Таким образом вы можете узнать, какой именно адрес был использован для создания коробки.</p>`,
    },
    {
        id: 20,
        header: 'Могу ли я, как организатор, тоже участвовать в жеребьевке и не знать, кто кому попался?',
        type: 'Для организаторов',
        body: `Да, вы можете быть как организатором, так и участником в коробке.<br>У вас, как у организатора, есть возможность посмотреть, кто кому попался в качестве тайного санты или подопечного. Для этого вам нужно перейти на страницу "Кто чей Санта? Таблица участников". Но даже если вы перейдете на страницу, вы не увидите подопечных до тех пор, пока сами не кликните на соответствующую кнопку, таким образом, если вы не хотите знать, кто кому попался в качестве Тайного Санты, просто не нажимайте на "Узнать подопечного" или "Узнать тайного Санту" напротив участника в таблице :)`,
    },
    {
        id: 21,
        header: 'Как настроить жеребьевку, чтобы участники не попадались друг другу? Как указать подопечного вручную?',
        type: 'Для организаторов',
        body: `Чтобы настроить жеребьевку перейдите на страницу «Жеребьевка» через меню организатора и включите «Расширенные настройки» ー вы увидите возможные варианты настройки жеребьевки. Вы можете как выбрать подопечных самостоятельно, так и пометить какие-то из карточек цветом, чтобы они не попались друг другу. Остальные карточки будут распределены случайным образом. Например, чтобы настроить жеребьевку таким образом, чтобы супруги не дарили подарки друг другу, пометьте каждую пару одинаковым цветом. Карточки с одинаковыми цветами не попадутся друг другу при жеребьевке.<br>Также, вы можете поставить опцию «Круговая жеребьевка», исключающую ситуацию, при которой двое участников дарят подарки друг другу, то есть участники будут дарить подарки как бы по кругу.<br><br><b>Участники НЕ узнают о том, что вы настроили жеребьевку каким-либо образом.</b>`,
    },
    {
        id: 22,
        header: 'Если настроить жеребьевку вручную, участники узнают об этом?',
        type: 'Для организаторов',
        body: `Нет, участники не узнают, настроили ли вы жеребьевку или она была полностью случайной.`,
    },
    {
        id: 23,
        header: 'Что такое «Тайный Санта?»',
        type: 'Для организаторов',
        body: `«Тайный Сантa» — популярная церемония анонимного обмена подарками. Это новогодняя игра с простыми правилами: каждый участник является Тайным Сантой для одного из остальных участников и втайне готовит для него подарок. В результате всем достаётся и радость подготовки сюрприза, и подарок. <br>Данный сайт — сервис, который помогает огранизовать эту игру онлайн.`,
    },
    {
        id: 24,
        header: 'Зачем и для кого был создан этот сайт?',
        type: 'Для организаторов',
        body: `Обычно жеребьёвка на «Тайного Санту» происходит с помощью бумажек с именами участников — каждый человек из группы вытаскивает бумажку с именем своего подопечного из какой-нибудь шляпы или <i>коробки</i>. В итоге, каждому из участников достается случайный подопечный. И хотя данный способ весел и волнителен, он имеет пару неудобств: во-первых, всем участникам необходимо заранее собраться в одном месте для проведения жеребьевки, а во-вторых, есть вероятность того, что последний участник вытащит свое имя и жеребьевку придется переделывать.<br><br>Однажды, создатель сайта хотел сыграть с друзьями в «Тайного Санту», но возможности собраться всем вместе заранее для жеребьевки не было, тогда и был создан этот сервис.<br><br>Этот сервис создан для тех, кто хочет огранизовать игру в «Тайного Санту» между своими друзьями, коллегами или любыми другими группами людей.`,
    },
    {
        id: 25,
        header: 'Что означает «коробка»?',
        type: 'Для организаторов',
        body: `Обычно для жеребьёвки на «Тайного Санту» используют чью-нибудь шляпу, пакет или <b>коробку</b>, в которую все участники скидывают свои имена.<br>Коробка на этом сайте представляет собой место, куда участники игры "сбрасывают" свои карточки с именами для участия и где происходит жеребьевка.`,
    },
    {
        id: 26,
        header: 'Кто такой «организатор коробки»?',
        type: 'Для организаторов',
        body: `Организатор — человек, который организовывает онлайн игру между группой людей в конкретной коробке. Он приглашает участников, проводит жеребьевку и следит за проведением игры.<br>На странице каждой коробки сверху указано имя организатора со ссылкой на его почтовый адрес, в случае если у вас есть к нему вопрос по игре.`,
    },
    {
        id: 27,
        header: 'Как организовать «Тайного Санту» с помощью этого сайта?',
        type: 'Для организаторов',
        body: `<b>Шаг 1.</b> Создайте <a class="" href="/box/new"><span class="base--clickable txt--med txt txt--orange txt--underline">Коробку</span></a>, указав необходимые настройки — название, ограничение стоимости подарка, необходимость указывания почтового адреса для участников и другие.<br><br><b>Шаг 2.</b> Пригласите участников. Это можно сделать двумя способами — ввести их имена и email адреса самостоятельно через специальную таблицу приглашения или отправить участникам ссылку-приглашение, по которой они смогут создать себе карточку самостоятельно.<br>Если вы сами планируете принимать участие в игре — создайте себе карточку участника.<br><br><b>Шаг 3.</b> Подождите, пока все участники зарегистрируются и проведите жеребьевку (вы можете провести жеребьевку не дожидаясь подтверждения всех участников). Настройки коробки и жеребьевка доступны только вам, как организатору. При желании, вы можете регулировать жеребьевку — например, пометить карточки, чтобы какие-то участники не попадались друг другу или сделать так, чтобы жеребьевка проходила по кругу, то есть не было ситуации, когда два участника дарят подарок друг другу.<br><br><b>Шаг 4.</b> Следите за игрой и помогайте игрокам с возникающими вопросами. На странице с участниками будет показано, кто подтвердил участие, кто уже знает своего подопечного, кто ждет подарок, а кто его уже получил. При необходимости, вы сможете посмотреть, кто является Тайным Сантой для другого, чтобы проконтролировать процесс (сделать это можно на странице "Кто чей Санта? Таблица участников" через настройки коробки).`,
    },
];
